<%@ page import="java.util.Locale" %>
<%@ page import="java.util.ResourceBundle" %>
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%
  ResourceBundle bundle = ResourceBundle.getBundle("i18n.conditions", Locale.forLanguageTag("uk")); //TODO localization issue
%>
<!DOCTYPE html>
<html>
<head>
  <title><%=bundle.getString("transportation_policy")%></title>
  <jsp:include page="/WEB-INF/jsp/imports.jsp" flush="true"/>
  <link rel="stylesheet" href="css/ng/conditions.css" type="text/css" media="screen">
  <%--<jsp:include page="/WEB-INF/jsp/i18n.jsp" flush="true">--%>
    <%--<jsp:param name="bundleName" value="client_conditions"/>--%>
  <%--</jsp:include>--%>
</head>
<body>
<jsp:include page="/WEB-INF/jsp/header.jsp" flush="true">
  <jsp:param name="activeTab" value=""/>
</jsp:include>

<div class="container-fluid page-content conditions">
  <div class="container pad-container">
    <article>
      <h2>Правила перевезення пасажирів</h2>
      <br>
      <div class="container-fluid">
        <p>
          Згідно закону, при <span class="color-red">купівлі</span> квитка, між пасажиром та перевізником виникає договір про перевезення.
          Придбавши квиток, пасажир є згідний з умовами правил перевезень. Перевізник  зобов'язується
          забезпечити проїзд пасажира з дійсним квитком від початкової до кінцевої станції, згідно встановленого
          розкладу руху, тарифу та умов договору.
        </p>
      </div>
      <div class="container-fluid">
        <p>
          <div><a href="#general">Загальні умови</a></div>
          <div><a href="#luggage">Умови перевезення багажу</a></div>
          <div><a href="#behaviour">Поведінка в автобусі</a></div>
          <div><a href="#payback">Повернення грошей за невикористану подорож</a></div>
          <div><a href="#prices">Вартість проїзду і перевезення багажу</a></div>
          <div><a href="#discounts">Знижки та акції</a></div>
        </p>
      </div>
      <br>
      <div id="general">
        <h3>Загальні умови</h3>
        <div class="container-fluid">
          <p>
            Квиток є іменним документом і не може бути переданий іншій особі.
          </p>
          <p>
            При отриманні квитка пасажир повинен одразу перевірити правильність вказаних у ньому даних, а також
            відповідність вартості квитка сплаченій сумі. Претензії, що пред’являються пізніше не задовольняються.
          </p>
          <p>
            Квиток дійсний до дати та години виїзду, що вписані в квиток.
          </p>
          <p>
            Пасажир повинен з'явитися за 30 хвилин до від'їзду автобусу.
          </p>
          <p>
            Дату виїзду можна змінити 2 рази безкоштовно, але не пізніше ніж за добу до виїзду.
          </p>
          <p>
            Пасажир, що має фіксовану дату зворотного виїзду, зобов'язаний підтвердити її не пізніше як за 48 годин до
            виїзду. У випадку не підтвердження фірма залишає за собою право продати дане місце без грошової
            компенсації пасажиру.
          </p>
          <p>
            Придбання квитка туди/назад з відкритою датою не дає право пасажиру повернутися в будь-який день.
            Пасажир може закрити свій квиток тільки на той рейс, на якій є вільні місця.
          </p>
          <p>
            Місця вказуються представником фірми при посадці, місця вказані будь-яким іншим агентом не є дійсними.
          </p>
          <p>
            При самостійному бронюванні через сайт компанії www.ukraina-centr.com пасажири отримують пріоритетну
            посадку, та зафіксовані при бронюванні місця. В особистому кабінеті можна самостійно змінити дату поїздки,
            та вибране раніше місце.
          </p>
          <p>
            Пасажир зобов'язаний пред'являти квиток для контролю одночасно з паспортом, у випадку знижки, з
            оригіналом і ксерокопією  документа на підставі якого зроблена знижка.
          </p>
          <p>
            Перевізник не несе відповідальності за дії прикордонних, митних, податкових та інших адміністративних
            органів, які пред'являють претензії до пасажирів. Пасажир сам несе відповідальність за належне
            оформлення своїх документів і за вміст багажу. При знятті пасажира з маршруту вартість квитка не
            відшкодовується.
          </p>
          <p>
            Пасажиру радимо уточнити час та місце від'їзду, за добу до виїзду.
          </p>
          <p>
            Дітям віком до 12 років забороняється сидіти на сидіннях біля водіїв, тобто номери 1a, 1b, 1c, 1d.
          </p>
          <p>
            Діти та молодь до 16 років можуть їхати лише у супроводі дорослих.
          </p>
        </div>
      </div>
      <br>
      <div id="luggage">
      <h3>Умови перевезення багажу</h3>
      <div class="container-fluid">
        <p>
          Кожен пасажир має право на перевезення багажу загальною вагою до 30кг на 1 особу та ручного багажу
          вагою до 5 кг.
        </p>
        <p>
          Кожен пасажир повинен підписати свій багаж, який знаходиться в багажному відділенні.
        </p>
        <p>
          У салон допускається одна ручна поклажа, розміром не більше 20х20х40 і вагою 5 кг. Яка повинна
          розташовуватися під Вашим сидінням або зверху на багажній поличці. Розташування речей під ногами або в
          проході заборонено.
        </p>
        <p>
          При перевищенні даних лімітів щодо ваги і розмірів за багаж береться доплата як за додатковий багаж.
          Додатковий багаж перевозиться при наявності вільного місця в багажному відділенні автобуса, за який
          береться оплата.
        </p>
        <p>
          Перевізник не відповідає за ручний багаж. Перевізник несе відповідальність за знищений або пошкоджений
          багаж у багажному відділенні автобуса тільки якщо це сталося з вини перевізника, що доведено пасажиром,
          але не більше ніж на суму 100 Євро на особу за умови подання заяви не пізніше ніж 10 днів з дня виїзду
          автобуса.
        </p>
        <p>
          Заборонено перевозити багаж, що загрожує безпеці або здоров'ю інших пасажирів.
        </p>
        <p>
          Перевізник не відповідає за втрату пасажиром не заявлених грошей, біжутерії, паспорта, цінних паперів,
          колекційних речей, речей, які мають наукову цінність та інших цінностей.
        </p>
        <p>
          Пасажир особисто несе відповідальність за легальність власного багажу. При ускладненнях на кордоні
          фірма-перевізник має право відмовитися від виконання обов'язків по перевезенню багажу і продовжити рейс
          без вказаного багажу. Перевезення тварин та рослин заборонено.
        </p>
        <p>
          Багаж, який може вважатися небезпечним для інших пасажирів та пошкодити інший багаж, забороняється
          перевозити.
        </p>
        <p>
          Пасажир, який у час пік (червень-серпень, за два тижні до новорічних та великодніх свят) має надмірну
          кількість багажу, яку неможливо помістити до автобусу, відмовляється їхати, втрачає право на повернення
          вартості квитка. Радимо переправляти багаж заздалегідь, коли автобуси менш завантажені.
        </p>
        <p>
          Забираючи багаж, просимо перевіряти етикетки, яки містять інформацію про її господаря.
        </p>
        <p>
          За втрачені або залишені речі в автобусі фірма не несе відповідальність.
        </p>
      </div>
    </div>
      <br>
      <div id="behaviour">
        <h3>Поведінка в автобусі</h3>
        <div class="container-fluid">
          <p>
            Наполегливо просимо Вас дбайливо користуватися обладнанням автобуса, не допускати його псування. В
            іншому випадку пасажир повинен буде нести відповідальність за шкоду, завдану транспортному засобу.
          </p>
          <p>
            Сміття необхідно складати в індивідуальні пакети і викидати в сміттєзбірники на стоянках.
          </p>
          <p>
            Розпивання спиртних напоїв і куріння в салоні або туалетній кімнаті суворо заборонено.
          </p>
          <p>
            Для вашої безпеки наполегливо просимо Вас не ходити по салону і не стояти в проходах під час руху
            автобуса.
          </p>
          <p>
            Користуватися окропом можна тільки з дозволу водія під час зупинки, для уникнення нещасних випадків.
          </p>
          <p>
            Під час поїздки ми пропонуємо Вашій увазі перегляд фільмів і прослуховування музики. Просимо ставитися
            з порозумінням на різноманітність поглядів та уподобань.
          </p>
          <p>
            Під час стоянок автобуса, перед тим як залишити своє місце, переконайтеся, що спинка вашого крісла
            знаходиться у вертикальному положенні, столик закритий і прибрана підставка для ніг.
          </p>
          <p>
            Категорично забороняється відволікати водія під час руху.
          </p>
          <p>
            Пасажири, які порушили правила поведінки в автобусі, висаджуються без компенсації вартості проїзду!
          </p>
          <p>
            Екіпаж автобусу може відмовити перевозити пасажира у випадку якщо він своїми діями заважає спокою
            інших пасажирів, або створює небезпеку для подорожуючих, помітно в стані сп'яніння.
          </p>
        </div>
      </div>
      <br>
      <div id="payback">
        <h3>Повернення грошей за невикористану подорож</h3>
        <div class="container-fluid">
          <p>
            При зриві рейсу перевізником, пасажир має право на один із наступних варіантів:
            - на проїзд найближчим рейсом перевізника до місця призначення;
            - при взаємній догоді перевізник перевезе пасажира до станції призначення найближчим рейсом за свій
          рахунок;
            - на повернення вартості квитка.
          </p>
          <p>
            Гроші за невикористану подорож повертаються виключно агентом у якого був придбаний квиток.
          </p>
          <p>
            Підставою для повернення грошей є бланк (квиток) зі всіма відривними купонами та обкладинкою.
          </p>
          <p>
            Гроші за невикористану зворотну подорож не повертаються.
          </p>
          <p>
            Пасажир, який не з'явився або запізнився, не має право на повернення вартості квитка.
          </p>
          <p>
            При відмові від поїздки пасажир має право на повернення вартості квитка з відрахуванням касового збору.
          </p>
          <p>
            При поверненні квитка знімається наступний збір:
            1) понад 48 годин до від'їзду – 20% від вартості квитка;
            2) менше ніж 48 год., але не менше ніж 2години до від'їзду – 50% з вартості квитка;
            3) менше ніж за 2 годин до від'їзду – 100 % вартості квитка.
            4) Гроші за невикористану зворотну подорож повертаються за мінусом 20евро.
          </p>
        </div>
      </div>
      <br>
      <div id="prices">
        <h3>Вартість проїзду і перевезення багажу</h3>
        <div class="container-fluid">
          <table class="table table-bordered table-striped table-hover">
            <thead>
            <tr>
              <td>Ціна, €(EUR)</td>
              <td>Львів</td>
              <td>Рівне</td>
              <td>Житомир</td>
              <td>Київ</td>
              <td>Черкаси</td>
              <td>Кіровоград</td>
            </tr>
            </thead>
            <tbody>
              <tr>
                <td><b>Местре</b></td>
                <td>100/180</td>
                <td>100/180</td>
                <td>100/180</td>
                <td>100/180</td>
                <td>110/210</td>
                <td>120/220</td>
              </tr>
              <tr>
                <td><b>Чезена</b></td>
                <td>100/180</td>
                <td>100/180</td>
                <td>110/200</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
              </tr>
              <tr>
                <td><b>Перуджа</b></td>
                <td>100/180</td>
                <td>100/180</td>
                <td>110/200</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
              </tr>
              <tr>
                <td><b>Фоліньо</b></td>
                <td>110/200</td>
                <td>110/200</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
              </tr>
              <tr>
                <td><b>Терні</b></td>
                <td>110/200</td>
                <td>110/200</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
              </tr>
              <tr>
                <td><b>Рим</b></td>
                <td>110/200</td>
                <td>110/200</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
                <td>120/220</td>
              </tr>
            </tbody>
          </table>
          <p>
            Вартість у євро / при оплаті в обидві сторони одразу
          </p>
          <p>
            Вартість перевезення багажу до 30кг входить у вартість квитка, надлишковий багаж перевозиться з
            розрахунку – 1,5євро/1кг
          </p>
        </div>
      </div>
      <br>
      <div id="discounts">
        <h3>Знижки, та акції</h3>
        <div class="container-fluid">
          <p>
            50% - діти до 4-х років
          </p>
          <p>
            30% - діти до 12-и років
          </p>
          <p>
            10% - люди пенсійного віку, та молодь до 25-и років
          </p>
          <p>
            10% - групи більше 6-и чоловік
          </p>
          <p>
            Акція: здай 6 квитків – отримай 50% знижки!
          </p>
        </div>
      </div>
    </article>
  </div>
</div>

<jsp:include page="/WEB-INF/jsp/footer.jsp" flush="true"/>
</body>
</html>
